solvers/windkesselSolver/sampleCaseFile/system/setFieldsDict
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  3.0.1                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      setFieldsDict;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

defaultFieldValues
(
    volScalarFieldValue n_tot 0
    volScalarFieldValue phi_clot 0
    volScalarFieldValue epsilon 1
    volScalarFieldValue k 0
    volScalarFieldValue alpha 0
);

regions
(
	zoneToCell
	{
		name CLOT1;
		fieldValues
		(
			volScalarFieldValue n_tot 0.4913
			volScalarFieldValue phi_clot 0.0107
			volScalarFieldValue epsilon 0.9893
			volScalarFieldValue k 8.59E12
			volScalarFieldValue alpha 1
		);
	}
); 


// ************************************************************************* //
